如何高效学习.org
* 整体型学习的特点

  整体型学习的特点在于尝试尽可能多的将新知识与老知识联系起来记忆,并大量的用于实际应用中. 

  比喻法与画图法在其中占据重要的角色
* 整体型学习的过程
** 确定并获取信息
*** 获取信息时有三个主要目标:
   
   1. 从大量信息中找出重点,精简信息量
   2. 尽可能多的获取相关信息
   3. 提高阅读速率
	  
*** 这一步的关键在于:
  * 养成良好的学习,阅读和记笔记的习惯.
	
** 理解这些信息的真实含义,抽取出内含的知识
*** 这一步的关键在于:
	 * 如果字面意思理解有困难,不如寻找写得更好,解释更清楚的材料阅读.
	 * 如果不能理解意义的话,可以放慢阅读速度,并寻找不同的说法.
	   
** 拓展新知识,与老知识建立链接
*** 拓展知识的方式有:
   	* 了解知识的背景

	  结论是如何得到的?事务为什么以这种方式存在?谁做了哪些实验?时间结果如何?等等

   	* 建立与其他相似知识的联系

	  类似的结论有哪些?是哪些地方类似?不同的地方在哪?同一时期还有哪些发现?同一个发现者还有哪些发现?同一个领域还有哪些发现?反对者是怎么说的?

   	* 将知识与看起来不相关的知识联系起来,找出知识的模式
*** 这一步的关键在于:
	要将学到的知识做的举一反三,触类旁通.
** 不断纠正对知识的错误理解
*** 纠错可以采取多种方法
    * 阅读那些与你观点相反的书籍
    * 把结论放入现实世界中验证等方法
*** 这一步的意义在于:
	人们习惯于产生众多古怪的联系,却从不加以检测是否正确
** 将新知识应用起来

* 处理信息的方法
  不同类型的信息有不同的处理方法
** 需要死记硬背的信息
   * 如果存在某种逻辑关系,那么尽量去发掘它
   * 联想法
   * 挂钩法
   * 压缩法
** 代表个人观点的信息
   * 获取采用速度法大量获取信息
   * 采用图表法有利于提取出信息中的观点
   * 具体的细节是不重要的
** 操作过程的信息
   * 最重要的就是不断练习,反复去做
   * 建立正确的背景知识也有利于节约时间
** 具体信息
** 抽象信息
   * 打好基础是关键
* 整体性学习的技巧
** 获取信息阶段
   * 运用指读法提高阅读效率(可以试试)

	 手指指向要阅读的文字,眼光随着指头的移动阅读文字

   * 记笔记时,在观点之间建立练习.
** 理解与拓展知识
   * 比喻法
	 
	 通过类比让新知识与旧知识挂钩,这样易于理解也便于记住

   * 内在法

	 为正在学习的东西创建一幅脑内图像,并往这幅图像上加上其他感官和情感.

   * 图表法

	 图表比文字更直观

   * 联想法(觉得扯)

   * 挂钩法(觉得扯)

   * 提取知识的关键字并创造知识之间的联系,可以形成一幅脑图
** 费曼技巧(类似于箱子的学习方式,又叫橡皮鸭学习法)
   * 选择要学习的概念
   * 想象对面坐个萌妹子,然后向这个萌妹子讲解这个知识点
   * 若感到有不清晰的地方,则重新理解
   * 在讲解时,请务必用自己的话来表达,并且要求简单直白,最好能找到一个恰当的比喻
