如何高效学习.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>如何高效学习</title>
<!-- 2014-09-17 星期三 07:04 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="lujun9972" />


</head>
<body>
<div id="content">
<h1 class="title">如何高效学习</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. 整体型学习的特点</a></li>
<li><a href="#sec-2">2. 整体型学习的过程</a>
<ul>
<li><a href="#sec-2-1">2.1. 确定并获取信息</a>
<ul>
<li><a href="#sec-2-1-1">2.1.1. 获取信息时有三个主要目标:</a></li>
<li><a href="#sec-2-1-2">2.1.2. 这一步的关键在于:</a></li>
</ul>
</li>
<li><a href="#sec-2-2">2.2. 理解这些信息的真实含义,抽取出内含的知识</a>
<ul>
<li><a href="#sec-2-2-1">2.2.1. 这一步的关键在于:</a></li>
</ul>
</li>
<li><a href="#sec-2-3">2.3. 拓展新知识,与老知识建立链接</a>
<ul>
<li><a href="#sec-2-3-1">2.3.1. 拓展知识的方式有:</a></li>
<li><a href="#sec-2-3-2">2.3.2. 这一步的关键在于:</a></li>
</ul>
</li>
<li><a href="#sec-2-4">2.4. 不断纠正对知识的错误理解</a>
<ul>
<li><a href="#sec-2-4-1">2.4.1. 纠错可以采取多种方法</a></li>
<li><a href="#sec-2-4-2">2.4.2. 这一步的意义在于:</a></li>
</ul>
</li>
<li><a href="#sec-2-5">2.5. 将新知识应用起来</a></li>
</ul>
</li>
<li><a href="#sec-3">3. 处理信息的方法</a>
<ul>
<li><a href="#sec-3-1">3.1. 需要死记硬背的信息</a></li>
<li><a href="#sec-3-2">3.2. 代表个人观点的信息</a></li>
<li><a href="#sec-3-3">3.3. 操作过程的信息</a></li>
<li><a href="#sec-3-4">3.4. 具体信息</a></li>
<li><a href="#sec-3-5">3.5. 抽象信息</a></li>
</ul>
</li>
<li><a href="#sec-4">4. 整体性学习的技巧</a>
<ul>
<li><a href="#sec-4-1">4.1. 获取信息阶段</a></li>
<li><a href="#sec-4-2">4.2. 理解与拓展知识</a></li>
<li><a href="#sec-4-3">4.3. 费曼技巧(类似于箱子的学习方式,又叫橡皮鸭学习法)</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 整体型学习的特点</h2>
<div class="outline-text-2" id="text-1">
<p>
整体型学习的特点在于尝试尽可能多的将新知识与老知识联系起来记忆,并大量的用于实际应用中. 
</p>

<p>
比喻法与画图法在其中占据重要的角色
</p>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> 整体型学习的过程</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> 确定并获取信息</h3>
<div class="outline-text-3" id="text-2-1">
</div><div id="outline-container-sec-2-1-1" class="outline-4">
<h4 id="sec-2-1-1"><span class="section-number-4">2.1.1</span> 获取信息时有三个主要目标:</h4>
<div class="outline-text-4" id="text-2-1-1">
<ol class="org-ol">
<li>从大量信息中找出重点,精简信息量
</li>
<li>尽可能多的获取相关信息
</li>
<li>提高阅读速率
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-2-1-2" class="outline-4">
<h4 id="sec-2-1-2"><span class="section-number-4">2.1.2</span> 这一步的关键在于:</h4>
<div class="outline-text-4" id="text-2-1-2">
<ul class="org-ul">
<li>养成良好的学习,阅读和记笔记的习惯.
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> 理解这些信息的真实含义,抽取出内含的知识</h3>
<div class="outline-text-3" id="text-2-2">
</div><div id="outline-container-sec-2-2-1" class="outline-4">
<h4 id="sec-2-2-1"><span class="section-number-4">2.2.1</span> 这一步的关键在于:</h4>
<div class="outline-text-4" id="text-2-2-1">
<ul class="org-ul">
<li>如果字面意思理解有困难,不如寻找写得更好,解释更清楚的材料阅读.
</li>
<li>如果不能理解意义的话,可以放慢阅读速度,并寻找不同的说法.
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> 拓展新知识,与老知识建立链接</h3>
<div class="outline-text-3" id="text-2-3">
</div><div id="outline-container-sec-2-3-1" class="outline-4">
<h4 id="sec-2-3-1"><span class="section-number-4">2.3.1</span> 拓展知识的方式有:</h4>
<div class="outline-text-4" id="text-2-3-1">
<ul class="org-ul">
<li>了解知识的背景

<p>
结论是如何得到的?事务为什么以这种方式存在?谁做了哪些实验?时间结果如何?等等
</p>
</li>

<li>建立与其他相似知识的联系

<p>
类似的结论有哪些?是哪些地方类似?不同的地方在哪?同一时期还有哪些发现?同一个发现者还有哪些发现?同一个领域还有哪些发现?反对者是怎么说的?
</p>
</li>

<li>将知识与看起来不相关的知识联系起来,找出知识的模式
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2-3-2" class="outline-4">
<h4 id="sec-2-3-2"><span class="section-number-4">2.3.2</span> 这一步的关键在于:</h4>
<div class="outline-text-4" id="text-2-3-2">
<p>
要将学到的知识做的举一反三,触类旁通.
</p>
</div>
</div>
</div>
<div id="outline-container-sec-2-4" class="outline-3">
<h3 id="sec-2-4"><span class="section-number-3">2.4</span> 不断纠正对知识的错误理解</h3>
<div class="outline-text-3" id="text-2-4">
</div><div id="outline-container-sec-2-4-1" class="outline-4">
<h4 id="sec-2-4-1"><span class="section-number-4">2.4.1</span> 纠错可以采取多种方法</h4>
<div class="outline-text-4" id="text-2-4-1">
<ul class="org-ul">
<li>阅读那些与你观点相反的书籍
</li>
<li>把结论放入现实世界中验证等方法
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2-4-2" class="outline-4">
<h4 id="sec-2-4-2"><span class="section-number-4">2.4.2</span> 这一步的意义在于:</h4>
<div class="outline-text-4" id="text-2-4-2">
<p>
人们习惯于产生众多古怪的联系,却从不加以检测是否正确
</p>
</div>
</div>
</div>
<div id="outline-container-sec-2-5" class="outline-3">
<h3 id="sec-2-5"><span class="section-number-3">2.5</span> 将新知识应用起来</h3>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> 处理信息的方法</h2>
<div class="outline-text-2" id="text-3">
<p>
不同类型的信息有不同的处理方法
</p>
</div>
<div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> 需要死记硬背的信息</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>如果存在某种逻辑关系,那么尽量去发掘它
</li>
<li>联想法
</li>
<li>挂钩法
</li>
<li>压缩法
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> 代表个人观点的信息</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>获取采用速度法大量获取信息
</li>
<li>采用图表法有利于提取出信息中的观点
</li>
<li>具体的细节是不重要的
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-3-3" class="outline-3">
<h3 id="sec-3-3"><span class="section-number-3">3.3</span> 操作过程的信息</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>最重要的就是不断练习,反复去做
</li>
<li>建立正确的背景知识也有利于节约时间
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-3-4" class="outline-3">
<h3 id="sec-3-4"><span class="section-number-3">3.4</span> 具体信息</h3>
</div>
<div id="outline-container-sec-3-5" class="outline-3">
<h3 id="sec-3-5"><span class="section-number-3">3.5</span> 抽象信息</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>打好基础是关键
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> 整体性学习的技巧</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> 获取信息阶段</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>运用指读法提高阅读效率(可以试试)

<p>
手指指向要阅读的文字,眼光随着指头的移动阅读文字
</p>
</li>

<li>记笔记时,在观点之间建立练习.
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-4-2" class="outline-3">
<h3 id="sec-4-2"><span class="section-number-3">4.2</span> 理解与拓展知识</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>比喻法

<p>
通过类比让新知识与旧知识挂钩,这样易于理解也便于记住
</p>
</li>

<li>内在法

<p>
为正在学习的东西创建一幅脑内图像,并往这幅图像上加上其他感官和情感.
</p>
</li>

<li>图表法

<p>
图表比文字更直观
</p>
</li>

<li>联想法(觉得扯)
</li>

<li>挂钩法(觉得扯)
</li>

<li>提取知识的关键字并创造知识之间的联系,可以形成一幅脑图
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-4-3" class="outline-3">
<h3 id="sec-4-3"><span class="section-number-3">4.3</span> 费曼技巧(类似于箱子的学习方式,又叫橡皮鸭学习法)</h3>
<div class="outline-text-3" id="text-4-3">
<ul class="org-ul">
<li>选择要学习的概念
</li>
<li>想象对面坐个萌妹子,然后向这个萌妹子讲解这个知识点
</li>
<li>若感到有不清晰的地方,则重新理解
</li>
<li>在讲解时,请务必用自己的话来表达,并且要求简单直白,最好能找到一个恰当的比喻
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: lujun9972</p>
<p class="date">Created: 2014-09-17 星期三 07:04</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.7b)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
